'''
- повторить проект из урока или создать свой с 3 и более 
    моделями ORM и связями один_к_одному и много_к_многим

- настроить админку для своих моделей

- создать представления и шаблоны для адресов
    - главная страница - меню и приветственное сообщение
    - студенты - список студентов. Каждый студент с частичной
            информацией. Клик по студенту - переход на 
            страницу с подробной информацией по нему.
    - курсы - список курсов. Каждый курс кликабельный.
    - журнал оценок - список студентов и их оценки по датам.
    
- шаблоны создать с использованием base.html и блоков. 
    Пример base.html c подключенным css выгрузил вместе с уроком.

'''


