'''

зарегистрироваться на GoogleСloud

https://console.cloud.google.com/welcome/new

1. указать страну - United States
2. нажать кнопку - "Try for free" / "Start Free"
3. нажать кнопку - "Agree & continue"
4. добавить адрес - можно взять рандомный на сайте https://www.bestrandoms.com/random-address-in-us
5. добавить карту
6. нажать Start Free

не всегда но иногда бывает
    - с карты спишется 2$ для проверки
    - запросят код транзакции из чека
    - потом вернут назад 2$

Закончить регистрацию

На уроке создадим виртуальную машину и настроим ее
    


'''