'''
Создать базовый шаблон для FLASK со 
стандартной сеткой (flex или grid)
перенести свои страницы на этот шаблон
подписать каждый элемент сетки

применить к своим страницам какие-нибудь стили на свое усмотрение


выложить свое проложение на cloud.google.com и прислать ссылку


---- необязательное задание для самых любопытных -----

* добавить на сайт меню для просмотра курсов нац банка на сегодня
     ссылка на API - https://www.nbrb.by/apihelp/exrates
     
** добавить на сайт в меню  конвертор валют на основе курсов nbrb.by 
    с пересчетом на любую дату по валютам BYN, USD, EURO, RUB
    
'''

# 34.118.114.127:5000